Repository: markomanninen/shyte
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: fi

source: No body parameter found.
fi: Body parametriä ei löytynyt

source: Back
fi: Takaisin

source: Refresh?
fi: Päivitä?

source: Welcome to HyML powered Flask web application written with Hy!
fi: Tervetuloa Hy:lla ohjelmoituun, HyML vetoiseen Flask web -sovellukseen!

source: There are few thing you can do:
fi: Muutamia juttuja, joita voit tehdä:

source: Greet
fi: Tervehdi

source: yourself
fi: itseäsi

source: Pass GET
fi: Välitä GET

source: Content from URL body parameter...
fi: Sisältö URL body parametristä...

source: parameters
fi: parametrit

source: Handle
fi: Käsittele

source: sessions
fi: sessiot

source: Submit
fi: Lähetä

source: forms
fi: lomakkeet

source: things
fi: juttuja

source: Language
fi: Kieli

source: Add numbers like
fi: Lisää numeroita kuten

source: Hy, Linguist
fi: Hy, Kielinero

source: Language
fi: Kieli

source: Submit
fi: Lähetä
